Revit 2027 API
ParameterTypeId.SpotDimStyleSlopeUnitsAlt Property
 "Alternate Units Format"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpotDimStyleSlopeUnitsAlt { get; }
Public Shared ReadOnly Property SpotDimStyleSlopeUnitsAlt As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpotDimStyleSlopeUnitsAlt {
	ForgeTypeId^ get ();
}
static member SpotDimStyleSlopeUnitsAlt : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace